{
    "contents": [
      {
        "id": 0,
        "category": "home",
        "categoryTitle": "Home",
        "name": "home",
        "title": "Home",
        "abstract": "Adaptive Enterprise offers an approach to Business Process Improvement that prepares organizations for disruptive change.",
        "text": "Change is unavoidable, and often unforeseeable. Still, an organization can take steps to anticipate and adapt to sudden shifts, whether to take advantage of a new opportunity or to better insulate from unexpected adversity. In addition to long-term planning, a business must constantly reposition itself to ensure its success and survival as it navigates the twists, kinks, and ripples of the dynamic global fabric. The solution is a long-term adaptive strategy that incorporates short-term agility - predicting the twists and turns, keeping a steady balance, and staying well positioned throughout for whatever the next bend may bring.\r\n \r\n Our strategy for business continuity starts with evaluating and understanding current and upcoming research, media, platforms, and agile strategies. The emphasis of the information technology and information systems in an adaptive enterprise is placed on flexible enterprise architecture to support long-term adaptability. Such architectures are future-proofed to remain suitable for your business needs, even through disruptions in the industry, geopolitical trends, and supersession of existing technologies. \r\n \r\n Adaptive organizations incorporate customer intelligence to give their decision makers easy access to the key insights of their customer base. They engage business intelligence tools to aid in strategy building, ensure load-responsive supply chains, integrate business processes, eliminate redundant resources, and foster rapid innovation. \r\n \r\n Adaptive Enterprise Inc. can assist you with implementing these common patterns and principles for effective business management in any industry, anywhere.",
        "imageCtr": "/assets/images/timetoadapt.jpg",
        "imageRhs": "/assets/images/sustrhs.jpg",
        "imageRhsInv": "/assets/images/sustrhsbw.jpg"
    },
    {
        "id": 1,
        "category": "adaptive",
        "categoryTitle": "Adaptive",
        "name": "adaptive",
        "title": "Adaptive Enterprise",
        "abstract": "\"Think! How the hell are you gonna think and hit at the same time?\" - Yogi Berra \r\n\r\n\" I can't go back to yesterday - because I was a different person then.\" - Lewis Carroll",
        "text": "Adaptive Systems are found around us, in biology as well as in many successful social structures. We perhaps owe our day-to-day function and our mental exploits to our adaptive nature and sub-systems. Each individual, family or social unit is indeed an adaptive enterprise. Businesses operate in a similar manner in the same unpredictable environment. \r\n\r\nSince unpredictability and change are unavoidable consequences of doing business in an unpredictable, discontinuous business environment, the strategy that makes sense is to combat uncertainty on three key fronts - keep an eye on future research, technology and trends; instantaneously sense and respond to customer trends and feedback; and find ways to steer your core competence despite and in-concert with the changing landscape, embracing new opportunities along the way. \r\n\r\nThe first goal can be addressed by instilling a strong commitment to sensing, understanding and embracing upcoming research and trends. \r\n\r\nThe second goal will be achieved by planning to be adaptive i.e. streamlining your processes, flows and campaigns to handle almost-real-time channels. For example, by deploying an infrastructure that can easily accommodate (in a cost-effective manner) changes to business processes, by running a supply chain that will respond to supply\/demand not only in real time and relatively instantaneous but also with some immunity (e.g. by virtue of global redundancy) to geo-political and economical conditions, by responding to customers' pulse in-tandem (actual feedback as well customer intelligence\/personalization - big data, social media, dedicated clouds, loyalty factors), and judiciously pivoting on key value propositions e.g. in response to rolling out minimum viable products. \r\n\r\nThe third goal is accomplished by recognizing your core business values, strengths, people and processes, and leveraging as well as adapting these in the face of change, seeking a positive net gain as the response to disruption. \r\n\r\nAn adaptive enterprise supports an infrastructure that is able to sense change and respond quickly to market needs. An adaptive enterprise helps CIO's link business with IT. This enables them to make decisions quickly to stay ahead of their competitors. This increases the company's profitability.",
        "imageCtr": "/assets/images/adaptred.jpg",
        "imageRhs": "/assets/images/trainrhs.jpg",
        "imageRhsInv": "/assets/images/trainrhsbw.jpg"
    },
    {
        "id": 2,
        "category": "industry",
        "categoryTitle": "Industry",
        "name": "industry",
        "title": "Changing Industries",
        "abstract": "\"Upon a labouring day without the sign of your profession? Speak, what trade art thou?\" \r\n\r\n\"But wherefore art not in thy shop to-day? Why dost thou lead these men about the streets?\" \r\n\r\n- William Shakespeare (Flavius), \"Julius Caesar\"",
        "text": "Almost every industry presents its challenges and opportunities in the 'Adaptive' landscape. They can arrive in the form of new research (internal or external), technology shifts, customer trends, geopolitical or environmental concerns, service description or scope change, supply-chain continuity, and of course, economics. \r\n\r\nMany of these challenges are unique to specific industries and may not be addressed by one-size-fits-all type of solutions. Others, though, could be looked at in terms of boilerplate patterns, trends, technologies, solutions and even entire business functions. These could be indicative of more pervasive landscape shifts, and can, hence, be shared and leveraged as COT-like pieces. Some significant trends that are normally common across the board, throughout the industry landscape, are employment of adaptive strategies, flexible enterprise architectures, streamlined processes, and well-defined intellectual capital that is understood as well as malleable under change. Adaptability for an industry is its constituent's ability to reach customers and collect their feedback, to incrementally roll out 'minimal viable products' ahead of more complete solutions based on resulting feedback, and to be lean and agile i.e. work with smaller investments in infrastructure compared to long worn out cycles where results could be obsolete by the time they can be rolled out. \r\n\r\nAnother blend of challenges is presented as new research. For example, whereas nanotechnology can bring a disruptive opportunity for an industry to produce lighter cars and structures, it also has the potential of changing its IT landscape through a continuation of Moore's law by leveraging carbon nano-structures in computing and communication platforms. Our changing environment is yet another disruptor. Examples include adoption of clean energy and fuel-efficient cars. The full list include, the shifting computing technologies (e.g. cloud computing, SaaS and big data), resurgence of expert systems fuelled by cheap computing power (e.g. computing developments that could transform lawyers' and doctors' work by embedding them with the functions of healthcare and legal services expert systems), evolving consumer trends (e.g. online and mobile customers, and social media), and more. \r\n\r\nAmong the many trends to watch include: software as a service, cloud computing, social media, 'e-bots' - robotics and expert systems, e-learning, brain imaging - and hence better models for human-computer interaction and intellectual capital, agile development, increased automation - software-heavy industrialization, big data, personalized marketing, content distribution and intellectual property rights… \r\n\r\nWe have exposure to a number of these industries as well as to many of their common business, departmental, project, information technology, and subject matter requirements.",
        "imageCtr": "/assets/images/indctr.jpg",
        "imageRhs": "/assets/images/indrhs.jpg",
        "imageRhsInv": "/assets/images/indrhsbw.jpg"
    },
    {
        "id": 3,
        "category": "business",
        "categoryTitle": "Business",
        "name": "business",
        "title": "Business Agility",
        "abstract": "\"We can't solve problems by using the same kind of thinking we used when we created them. \" \r\n\r\n- Albert Einstein",
        "text": "Business agility is the capacity of a business system to rapidly respond to change by adapting its initial stable configuration. Managing and adapting goods and services to meet customer demands, adjusting to the changes in the business environment, and harnessing the human innovation potential, can promote business agility. \r\n\r\nAn adaptive organization can rapidly adapt to market and environmental changes in productive and cost-effective ways. It utilizes key principles of complex adaptive systems and complexity science to achieve success. Business agility most generally results from an organization's ability to proactively analyze data, dynamically glean all the relevant information, and respond with quick and effective actions. \r\n\r\nIn this agile landscape, Adaptive Enterprise Inc. helps their clients develop a portfolio of adaptive business process improvement approaches including total quality management, business process reengineering, value engineering, and process innovation, to track measurable improvements. Our service offering includes structured improvement methods, process innovation focus, electronic modeling, and analysis tools. BPI helps organizations get the most out of their existing and future investments. \r\n\r\nWe can help organizations elicit, manage and analyze business and solution requirements; define business need and access capability gaps; determine solution approach and define the business case; assist with solution implementation and rollout; and integrate the solution into the organization's planning and implementation fabric. Other related services include custom software development and subject matter expertise in selected areas. ",
        "imageCtr": "/assets/images/adaptred.jpg",
        "imageRhs": "/assets/images/trainrhs.jpg",
        "imageRhsInv": "/assets/images/trainrhsbw.jpg"
    },
    {
        "id": 4,
        "category": "tech",
        "categoryTitle": "Technology",
        "name": "tech",
        "title": "Adopt and Adapt",
        "abstract": "The emphasis on IT and IS in an adaptive enterprise is to support a flexible enterprise architecture to allow long-term adaptability to industry disruption, technology maturation and social as well as geopolitical trends.",
        "text": "The use of cloud computing is not only pervasive but has been around for some time depending on how you choose to define 'cloud'. Accounting, CRM, ERP, and so on, have been running in the cloud, and the flexible interpretation of this term has been used or misused to market virtually any application that is meaningful in today's connected world. That being said, the 'Cloud' and creative application of the associated service (SaaS) paradigm hold tremendous disruptive potential, going forward. Companies can be truly adaptive when they tap into the power, flexibility, connectivity, reliability, security, agility and savings associated with this 'new' way of running business and information technology. Despite the overwhelming buzz, and the significant maturation and adoption of this paradigm, Cloud's potential for driving business innovation still remains virtually untapped. \r\n\r\nJava has been around for some time and provides for a highly adopted, platform independent, open development environment with a strong dedicated community of developers. Unlike Java, Microsoft technologies like .NET and SharePoint are generally considered (Microsoft) platform-dependent but provide a quick and robust integrated framework. Mobile platforms like iPhone\/iOS, Android and others have fuelled a frenzy of app and mobile site development. \r\n\r\nFinally if you are an enterprise or organization with niche requirements then your vision may extend into the latest research and development of swarm computing (of self organizing autonomous collaborators), cognitive and expert systems (like IBM's Watson's transformation into healthcare), social networking and aggregation, and other cutting-edge platforms.",
        "imageCtr": "/assets/images/techctr.jpg",
        "imageRhs": "/assets/images/abscirblrhs.jpg",
        "imageRhsInv": "/assets/images/abscirblrhsupbw.jpg"
    },
    {
        "id": 5,
        "category": "science",
        "categoryTitle": "Science",
        "name": "science",
        "title": "Staying Relevant",
        "abstract": "\"You can't just ask customers what they want and then try to give that to them. By the time you get it built, they'll want something new. \" \r\n\r\n- Steve Jobs",
        "text": "For an adaptive management consulting practice like us, a clear insight into ongoing research and development, not only into how it shapes IT platforms but also into its potential to create disruption in a given industry sector, should be as important as other consulting functions like information technology consulting, client relations and marketing. An adaptive enterprise client of ours not only strives to stay on top of current research in their industry but also struggles to keep up with the rapid pace of the information technology industry. Although it's not important to adopt the 'latest and the greatest' in all cases, it is indeed important to embrace and be able to absorb the resulting gradual as well as disruptive changes. \r\n\r\nRules of the game are changing with the accelerating pace of scientific and technological research and its subsequent adoption. For an enterprise to survive the resulting turbulence, its people, processes, services, business\/customer intelligence and infrastructure need to be aligned (end-to-end). It is also required to be agile and adaptive, with a reasonably clear vision of what may or may not be coming down the pipe. It can be argued that research-intelligence (ability to understand the implications of current and future research) may be as important as customer-intelligence (adaptive, voluntary or involuntary, customer feedback) to steer through turbulence. \r\n\r\n\"The last twenty years was the story of digitization. The next twenty years would build on it. We will see advances in hardware, materials and artificial intelligence, creating new trillion-dollar industries. World's last trillion-dollar industry was created out of computer code. The world's next trillion dollar industry will be constructed out of genetic code.\" (Alec Ross, author of The Industries of the Future) \r\n\r\nNanotechnology can help to considerably improve, even revolutionize, many technology and industry sectors: information technology, energy, environmental science, medicine, security, food safety, and transportation, among many others. Artificial intelligence, machine learning, robotics and swarm Intelligence-based techniques can be used in a number of applications. For example, swarm intelligence has been applied for data mining, and airlines have used swarm theory to simulate passengers boarding a plane. \r\n\r\nEnterprises that utilize AI-enhanced applications are expected to become more diverse, as the needs for the ability to analyze data across multiple variables, fraud detection and customer relationship management emerge as key business drivers to gain competitive advantage. With the advent of web-enabled infrastructure and rapid strides made by the AI development community, the application of AI techniques in real-time business applications has picked up substantially in recent years. \r\n\r\nThe ability to be adaptive as well as the ability to forecast change (with reasonable accuracy and timeliness) is critical to survival in this new era of accelerating advances in science and technology. You don't want to be left on the wrong side of the next Copernican revolution, whatever it may be for your sector.",
        "imageCtr": "/assets/images/moleculectr.jpg",
        "imageRhs": "/assets/images/sciencerhs.jpg",
        "imageRhsInv": "/assets/images/sciencerhsbw.jpg"
    },
    {
        "id": 6,
        "category": "medium",
        "categoryTitle": "Medium",
        "name": "medium",
        "title": "Transform",
        "abstract": "\"There is no greatness where simplicity, goodness, and truth are absent.\" \r\n\r\n- Leo Tolstoy, War and Peace",
        "text": "Mobile devices, media conversion, social media, online instruction and knowledge dissemination, interactive marketing, collaborative computing, gamification, immersion, telepresence ... How can you use media to improve your bottom line? \r\n\r\nAdaptive Vision is transformatory vision. An adaptive enterprise of today also needs to adapt to the changing media landscape that not only includes venturing into new physical media but also into the evolving social media norms, and we may not want to completely ignore potential social media micro-economies either. In the last few decades a gradual shift has been taking place in virtually every industry where focus has incrementally shifted from physical interaction and working with customer lists, into a world of electronic business, online presence and recently into mobile and social media landscape. Technology, user trends and globalization are among the key drivers for this shift. At this point mobile medium is leading the shift as key players like Facebook, Google and Apple have considerably ramped up their mobile capabilities. \r\n\r\nIn today's world smart phones are in the hands of every consumer and tablet sales have caught up with PCs. Mobile apps are disrupting multi-billion dollar industries including retail, travel, traditional media, gaming, publishing, and photography. \r\n\r\nSocial media continues to move towards greater business integration. In a study by Booz Allen and Buddy Media, 38 percent of CEOs label social as a high priority, and 57 percent of companies plan to increase social media spending. \r\n\r\nCustomer behaviour is continually being transformed by the almost pervasive online access, social-media trends like social sharing, and \"gamification\" of user interface are increasingly inching towards mainstream. This significantly effects how a new generation of customers will perceive and react to your offerings, and hence, how you market to possibly multiple customers segments across current and emerging media into the evolving social media trends and 'etiquette'.\r\n",
        "imageCtr": "/assets/images/audiovideo.jpg",
        "imageRhs": "/assets/images/mediarhs.jpg",
        "imageRhsInv": "/assets/images/mediarhsbw.jpg"
    },
    {
        "id": 11,
        "category": "adaptive",
        "categoryTitle": "Adaptive",
        "name": "about",
        "title": "About Us",
        "abstract": "Adaptive Enterprise Inc. provides development and consulting services in business process reengineering, customized software solutions, and agile practices for our clients.",
        "text": "Adaptive Enterprise Inc. (formerly, Adaptive Enterprise Systems) is itself an adaptive enterprise, stitched as a lean and agile group of very experienced industry experts, capable technologists, and highly effective downstream partners who can instantaneously align to deliver software and technology solutions to end clients in a cost-effective manner. \r\n\r\nWe were founded in Canada, in April 2003. Our consulting is centred in vibrant Vancouver, British Columbia, with additional advisory resources in Toronto and the San Francisco Bay area. We believe in business agility, adaptive technologies, cutting-edge science, and dynamic media as the four essential and dependent pillars on which thriving businesses of tomorrow will be formed. Our goal is to work from our clients' current culture, infrastructure and staff. We can assist in recognizing or filling any gaps and deficiencies while, at the same time, bringing in fresh insight and experience. \r\n\r\nThe 'Adaptive' team is committed to meeting our clients' needs while staying faithful to their policies and ideals, their corporate goals, their adaptive and agile strategies, and their cost\/benefit bottom-line.",
        "imageCtr": "/assets/images/aboutctrdots.jpg",
        "imageRhs": "/assets/images/personrhsgrn.jpg",
        "imageRhsInv": "/assets/images/personrhsbw.jpg"
    },
    {
        "id": 12,
        "category": "adaptive",
        "categoryTitle": "Adaptive",
        "name": "people",
        "title": "Our People",
        "abstract": "Connecting the dots and making sure your organization remains agile and responsive: people, our and yours, are our greatest asset. Adaptive Enterprise believes in engaging flexible, innovative and educated people based on business demands.",
        "text": "Our professionals have years of experience in their respective areas of business coupled with information technology. The following are the bios of our key consultants:\r\n\r\n\r\nManagement Consultant\r\nExperience: A founding member, he serves as a principal consultant for e-business and software engineering projects. Over fifteen years of hands-on management consulting and software development experience in financial services, securities, media and online, telecommunications, insurance, education, automotive, gaming, consumer electronics, retail, real estate and healthcare industries. Before joining Adaptive Enterprise, he worked at PricewaterhouseCoopers LLP where he played a key role in rolling out their e-business advisory services practice.\r\n\r\nEducation: Bachelor of Science in Electrical Engineering from University of Wisconsin-Madison, Masters of Science in Computer Engineering from University of Southern California (USC), and Certificate in Business Analysis from University of California, Berkeley.\r\n\r\n\r\nManagement Consultant\r\nExperience: Serves as a principal consultant for information technology and network infrastructure projects. Over fifteen years of software engineering, computer networks, infrastructure and technical marketing experience. Before joining Adaptive, he worked for Cisco Systems as a technical marketing manager in their wireless technologies group. His expertise is in business administration, software engineering and systems analysis.\r\n\r\nEducation: BS in Electrical Engineering and Computer Science from University of Oklahoma and a Masters in Business Administration from California State University.",
        "imageCtr": "/assets/images/peoplectr.jpg",
        "imageRhs": "/assets/images/peoplerhsgrn.jpg",
        "imageRhsInv": "/assets/images/peoplerhsbw.jpg"
    },
    {
        "id": 13,
        "category": "adaptive",
        "categoryTitle": "Adaptive",
        "name": "services",
        "title": "Our Services",
        "abstract": "\"Information technology and business are becoming inextricably interwoven. I don't think anybody can talk meaningfully about one without talking about the other. \" \r\n\r\n- Bill Gates",
        "text": "Where are those cogs and levers that help you become adaptive by incorporating agile strategies, architecture and infrastructure in your business and IT functions? What type of services can assist you with the following?\r\n\r\nCreating and supporting an incubator for small businesses and departments to start ground up and organically grow in an adaptive way\r\nMaking existing business functions less rigid and more adaptable\r\nDeveloping Lean and Agile business models and processes\r\nCreating a cost-effective and optimally paced (based on customer demand and feedback) information systems roadmap\r\nIncorporating and building technologies that adapt to short-term agility while staying on track for long term technological and research developments\r\nSupporting, and testing for, gradual improvements e.g. employing the cloud infrastructure and software as a service compared to more substantial infrastructure, human resource or software engineering investments.\r\nIn the end, it's a collaborative effort, driven by the feedback of your various stakeholders (customers, employees, and partners, among other). Fittingly, our services are adaptive in turn, provided through a lean and agile group of very experienced industry experts, capable technologists, and highly effective downstream partners who can virtually align to deliver management consulting, software development and technology management services to our end-clients in a cost-effective manner. \r\n\r\nOur goal is to work from the client's current culture, infrastructure and staff. We can assist in recognizing or, where applicable, filling any deficiencies, while, at the same time, bringing in fresh insight and experience. \r\n\r\nThe entire 'Adaptive' service team is committed to meeting your needs while staying faithful to your policies and ideals, your corporate goals, adaptive and agile strategies, and your cost\/benefit bottom-line.",
        "imageCtr": "/assets/images/swissarmy.jpg",
        "imageRhs": "/assets/images/mediarhsgrn.jpg",
        "imageRhsInv": "/assets/images/cheetahrhsbw.jpg"
    },
    {
        "id": 14,
        "category": "adaptive",
        "categoryTitle": "Adaptive",
        "name": "agile",
        "title": "Agile Methods",
        "abstract": "\"Change is the law of life and those who look only to the past or present are certain to miss the future.\" \r\n\r\n- John F. Kennedy",
        "text": "Being agile means being prepared for change. It means having the insight to detect and acknowledge change; it means having the capabilities to respond to change at a moment's notice; and it means having the infrastructure that can support the change without having to throw away everything and starting over. It is a fact that businesses change faster than their information systems. For this reason, infrastructure has to be made adaptive by focusing on platforms, practices and services. \r\n\r\nAdaptive technology means avoiding too much focus on technology. Instead, the focus is on its flexibility for supporting the changing business needs. A practical implication is to cloud-source where feasible. \r\n\r\nAdaptive workforce means creating a collaborative environment rather than relying on individual endeavours. Adaptive process is using LEAN and Agile methodologies. Adaptive leadership mobilizes people to tackle the change and thrive. \r\n\r\nAgile development methodology can bring a dynamic set of priorities, supported by iterative development, testing and rollout. \r\n\r\nReliance on patterns becomes a powerful strategy. By identifying and creating a series of reusable infrastructure patterns, you can be prepared to propose solutions that are faster, cheaper, and better for your changing business need. \r\n\r\nIncorporating trial and error is a critical piece. One approach that can be considered is to first deliver a minimal viable product, and seek continuous feedback and improvement. \r\n\r\nDesigns can orientate around services. It is important how you define your internal and external services, especially those that are delivered through technology. Having reusable services that applications can share efficiently is the key element that will make your infrastructure more adaptive and agile. An adaptive infrastructure is better implemented as services that are reusable and immune from the affects of other services through well-defined boundaries. \r\n\r\nTechnology project teams are increasingly adopting agile practices. 'Agile' is a set of values, principles, techniques and frameworks for the adaptable, incremental and efficient delivery of work. They can be applied to any type of work including finance, sales, HR, marketing, corporate strategy, leadership, and more.",
        "imageCtr": "/assets/images/adaptred.jpg",
        "imageRhs": "/assets/images/agilerhs.jpg",
        "imageRhsInv": "/assets/images/agilerhsbw.jpg"
    },
    {
        "id": 21,
        "category": "industry",
        "categoryTitle": "Industry",
        "name": "education",
        "title": "Education",
        "abstract": "\"We need technology in every classroom and in every student and teacher's hand, because it is the pen and paper of our time, and it is the lens through which we experience much of our world.\" \r\n\r\nDavid Warlick",
        "text": "The education landscape is changing from K-12, to colleges and universities. Distance learning platforms, virtual leaning, and massive online open courses are providing new opportunities, challenges and expectations on how learning will take place in the first half of the 21st century. Technology has indeed presented an opportunity to improve the quality of learning. \r\n\r\nFor an educational institution or jurisdiction, the digital revolution in education is not merely a response strategy for staying relevant in the changing landscape and the onslaught of MOOCs and other competing outlets. It also serves as a brand expansion strategy, an avenue to collaborate with other specialized institutions, co-mingle with external faculty and researchers, share students from other institutions, deliver content more productively and at a lower cost within the ever-tightening education budgets, and to address the job requirements of the IT-driven twenty-first century job market. \r\n\r\nAnalytics to incorporate student behaviour and feedback, technology to accommodate students and staff with special needs, and on-demand content delivery are some of the core initiatives that institutions and districts could deploy. Change is another key ingredient and a necessity; the coursework, course delivery strategies, and their associated information technology should be innately adaptive. \r\n\r\nSome of the technology-assisted strengths and opportunities may include: online content delivery mode, \"gamification\" of education, dynamic coursework, tablets for books, collaboration tools, cost reductions, larger student base, intelligent-learning tools, up-to date and state of the art instruction, students prepared to meet the jobs of the decades ahead, teaching and coursework more in tune with social media habits of the current generation, additional revenue through the blending of various value-added education delivery services, and tiered certification of in-house MOOC-style learning. \r\n\r\nThe various challenges may include: resistance to change (from the existing investments in the existing infrastructure), keeping the brick-and-mortar education valuable, staying competitive and relevant, lack of time and resources to gainfully investigate new technologies, embracing IT-driven practices, MOOC-style learning through virtual and online classrooms, managing change, approving and rolling out the right blend of instruction, effective collaboration tools, video capture and streaming technologies, keeping students involved by meeting their enhanced multimedia expectations, and learner algorithms and analytics. \r\n\r\nAt the end, there is no silver bullet. They key to all this is to seek continuous feedback, be able to constantly change and pivot, and make the right investments in the right enabling technology. ",
        "imageCtr": "/assets/images/bulbctr.jpg",
        "imageRhs": "/assets/images/edurhs.jpg",
        "imageRhsInv": "/assets/images/edurhsbw.jpg"
    },
    {
        "id": 22,
        "category": "industry",
        "categoryTitle": "Industry",
        "name": "energy",
        "title": "Energy & Resources",
        "abstract": "\"What happens in the North... will be of great importance to the future of our country; it will tell us what kind of a country Canada is; it will tell us what kind of a people we are...\" \r\n\r\n- Thomas Berger, Northern Frontier, Northern Homeland",
        "text": "As energy companies diversify in response to energy price instability, environmental challenges, civic relations, or their own long-term positioning, their organizational readiness assessment becomes one of the key starting positions. It is critical to recognize and map all the transition phases, and not just focus on the short- and long-term objectives alone. \r\n\r\nThe CEO and the CIO need to start the process of defining their corporate and project transition needs by understanding their existing business and its critical cash flows. They also need to identify and isolate all the areas that are lacking or lagging behind. Knowing these gaps and their relative impacts to the stakeholder, including corporate profits and threat to the globe, is the key to defining and prioritizing these transitioning requirements. The companies also need to optimally channel the old-business profits and departments to foster the next-era business. \r\n\r\nThe information systems not only need to be flexible to align within the new perspective, they will also need to support the interim and transition phases. Information technology also needs to support the new and open business processes while companies act as their own foundries to spawn these new practices, methodologies and revenue streams. \r\n\r\nSmaller energy players and startups, especially those concerned with new renewable energy technologies and their subsequent adoption, require flexible, low-cost, and cloud-supported IT infrastructure. They need to get the most out of their limited budgets while directing their true focus on developing and funding the idea. However, they need to understand that the right information technology pairing can not only solve problems and boost their operational efficiencies, it can also act as a significant value-added portion of their actual offering. This is especially relevant within the current service-heavy landscape. \r\n\r\nOpportunities in non-energy natural resources are in various new and existing areas that demand agility and out-of-box thinking. Water resources require proper management, in addition to sustainable production of hydroelectricity and other future benefits. The mining industry transitions around new territories, new minerals, demand changes, and the Green mining initiative. Forestry industry requires understanding of new export policies, management of forest pests, biotechnology and various green campaigns. \r\n\r\nThe arctic is undergoing rapid change, presenting not only a great potential, but also a huge responsibility of striking a delicate balance between protection and prosperity, sustainability and development. \r\n\r\nAccording to the US Geological Survey estimate: \"90 billion barrels of oil, 1,669 trillion cubic feet of natural gas, and 44 billion barrels of natural liquids may remain undiscovered in the Arctic, with 84 percent laying in offshore areas. Potentially exploitable minerals in the Canadian Arctic include iron ore, base metals, and diamonds. Interest in northern fisheries, tourism, and freshwater may expand as global warming opens up easier access to the region.\" (Source: Canada and the Changing Arctic - Griffiths, Huebert and Lackenbauer)",
        "imageCtr": "/assets/images/atomctr.jpg",
        "imageRhs": "/assets/images/energyrhs.jpg",
        "imageRhsInv": "/assets/images/energyrhsbw.jpg"
    },
    {
        "id": 23,
        "category": "industry",
        "categoryTitle": "Industry",
        "name": "finance",
        "title": "Financial Services",
        "abstract": "Financial services organizations must seek ways to improve profitability, while at the same time balancing the demands of regulatory change.",
        "text": "Although the financial services industry worldwide continues to deal with and adapt to the post-crisis issues like changing regulations, risk management and world-wide financial instability, the big shift started even earlier with electronic business, consumer focus, and global competition. The pressure to innovate and evolve is now even greater in the face of the new global, consumer, technological, regulatory and cost-containment shifts, and with the rise in global-scale competition and cyber crime. \r\n\r\nFor banking and finance the consumer shift started with the incremental roll out of online and mobile banking initiatives over the past decade and a half. This demanded large-scale software and infrastructure projects with security and privacy, among others, as the key factors determining the project scope and the manner in which the initiatives could or could not be hosted or rolled out. The resulting pressure has been especially significant to community and niche banking institutions. These initiatives have also fuelled a more structured approach for a closer integration with other internal and external banking systems and greater insights into customer trends and relationships, transaction and data management, and analytics. Transaction banking continues to evolve and mature, like other sectors, in the cyber and social-media realms. \r\n\r\nSecurities and Insurance sectors also continue deal with the post-crisis challenges as well as increasing online rollout, consumer focus and broader system integrations. \r\n\r\nAdaptive Enterprise consultants have, for the past ten years, provided financial services industry new insights along with business analysis and software development services by working as part of, or in concert with, their in-house teams.",
        "imageCtr": "/assets/images/finctr.jpg",
        "imageRhs": "/assets/images/finrhs.jpg",
        "imageRhsInv": "/assets/images/finrhsup.jpg"
    },
    {
        "id": 24,
        "category": "industry",
        "categoryTitle": "Industry",
        "name": "government",
        "title": "Government",
        "abstract": "E-government helps simplify processes and makes government information more easily accessible for public sector agencies and citizens.",
        "text": "In 2011, B.C. fully upgraded its online presence, and has in a recent national evaluation of government's online presence by Stratford Institute achieved the number-one ranking in Canada for e-government.\r\n\r\nIn 1999, Government of Canada announced its Government On-Line initiative. The goal was to connect to its citizens and make more information and services available online. The initiative was led by Public Works and Government Services Canada and spanned across various government branches. The result was a common user experience for all government web sites. It also ensured online availability of the 130 most commonly used services as well as the capability to allow secure electronic payment.\r\n\r\nSubsequent to this rollout, Canada ranked first for four consecutive years between 2001 and 2004, among 22 national governments, based on a Accenture survey, according to the Parliament of Canada website. Canadian government has several other long-term e-government goals, including improving efficiencies and transparency between departments, according to Public Works and Government Services Canada.\r\n\r\nTo meet these new performance goals as well as achieve their core missions, agencies will benefit from adopting proven best practices used by world-class companies. And Information Technology will play a major role.\r\n\r\nPowerful forces are changing the U.S. public sector, and for many agencies, nothing short of a major transformation is required. In the United States the Clinger-Cohen Act, the FAIR Act, the President's Management Agenda, and the homeland security reforms resulting from the events of September 11th have created a pressing need for new public sector performance goals.\r\n\r\nTo meet these new performance goals as well as achieve their core missions, agencies will benefit from adopting proven best practices used by world-class companies. Information technology and adaptive approaches will play a major role.\r\n\r\nToday, agencies need to focus on:\r\n\r\nServices for citizen that are on a par with online habits and free markets\r\n\r\nAgency-wide and intra-agency IT integration and management\r\n\r\nCyber and non-cyber threats, and availability\r\n\r\nGreater cost-effectiveness, productivity and agility",
        "imageCtr": "/assets/images/govctr.jpg",
        "imageRhs": "/assets/images/govrhs.jpg",
        "imageRhsInv": "/assets/images/bcbread.jpg"
    },
    {
        "id": 25,
        "category": "industry",
        "categoryTitle": "Industry",
        "name": "medical",
        "title": "Healthcare",
        "abstract": "\"Information is the lifeblood of modern medicine. Health information technology (HIT) is destined to be its circulatory system. Without that system, neither individual physicians nor health care institutions can perform at their best or deliver the highest-quality care, any more than an Olympian could excel with a failing heart.\" \r\n\r\n- David Blumenthal, MD, MPP",
        "text": "Denmark has fully integrated country's hospital and clinical health information technology, connecting virtually every hospital, clinic, citizen and physician. Many European countries (including the Great Britain) and Australia have already adopted electronic doctor and e-screening services. Canadian federal and provincial governments have undertaken various e-healthcare reforms with mixed public acceptance. The affordable healthcare act and HIPPA regulations have certainly put the United States on the cusp of disruption and resulting innovation, albeit still marred by regulations, privacy concerns, system incompatibilities, information fragmentation, resistance from medical practitioners and associations, IT costs and, to a lesser degree, consumer concerns. \r\n\r\nHowever, growing medical errors, high cost of care, shortage of doctors, lack of comprehensive coverage, information system incompatibilities, decreasing patient focus, and out-of-date procedures and diagnostics, are all fuelling the need to roll out EHR and other medical information systems. Patient-centric care and adoption of 'twenty-first century' medicine such as mobile sensors, enhanced diagnostics and 'Sri-like' systems that not only could provide useful information to patients but also 'integrate-in' the real family doctor, nursing staff, nutritionists, historical data, drug alerts, paramedic notifications, and well-matched specialists. Each of these could potentially respond in near real-time via email or web 2.0+ interfaces. Of course regulations and oversight must also need to keep abreast to safely and successfully roll out such initiatives and shield the early adopters from medical malpractice or fishing claims, yet, devising a reasonable compensation scheme for the participants. \r\n\r\nPilot projects, and in some cases comprehensive initiatives are being launched to attempt to break down the interoperability barriers by leveraging mobile devices, flash drives, cloud computing and various other technologies. Customer-centric medicine is in the forefront of our collective conscience on one side, and public health and global disease surveillance initiatives are necessary patient and citizen protection fronts from the other side. Further shifts that will distinguish the twenty-first century from the practices of the previous century include genome-based medicine, medical informatics, neural imaging and micro- and Nano-transplants. \r\n\r\nIn short, healthcare is destined to be an information technology in the future (of course, centred around its human participants including patients, doctors and nurses). Almost every healthcare-related enterprise needs to be adaptive to face the disruption and innovation primed towards the healthcare industry. \r\n\r\nAdaptive Enterprise consultants can assist government agencies, healthcare organizations and doctor offices in gaining mutual insights into the forefront of the electronic medical revolution, identifying requirements and assisting in enhancing and developing software systems.",
        "imageCtr": "/assets/images/healthctr.jpg",
        "imageRhs": "/assets/images/healthrhs.jpg",
        "imageRhsInv": "/assets/images/healthrhsbw.jpg"
    },
    {
        "id": 26,
        "category": "industry",
        "categoryTitle": "Industry",
        "name": "telecom",
        "title": "Telecommunication",
        "abstract": "\"For the telecom and media industries, this is a time of intense re-examination and restructuring. It's essentially an industry re-start, in which almost every CEO is reviewing old assumptions and shifting corporate strategy and focus accordingly.\"\r\n\r\nPhilippe Donche-Gay, CEO, Telecom Media Networks",
        "text": "As we are heading in the direction where almost everything is wireless, wireless carriers must be prepared to deal with associated challenges, including the restricted spectrum and the cost of upgrading to 4G. Telecommunications providers must also adapt to how people will use wireless in areas like health care, retail and automotive. For telecom carriers, that may present a powerful opportunity to explore other services that will provide long-term new business models and revenue sources. Examples include the development of data management, as well as security, privacy or cloud services. \r\n\r\nIn addition, telecom companies may want to consider options for expanding embedded mobile capabilities, which can add significant value to just about any product out there. Embedded mobile can self-heal appliances, save lives in automobile accidents and assist consumers and business professionals across almost any industry. \r\n\r\nCarriers who want to position themselves for continued leadership will maintain their focus on enhancing customer service and resolving connectivity issues. This may yield a measurable increase in consumer loyalty. From an enterprise perspective, telecom companies are realizing that mobility will be an important strategic weapon over the next decade for companies of all sizes. Its ability to increase commercial interactions, leverage cloud and social networks, improve data collection and boost innovation all are powerful motivators for enterprises. ",
        "imageCtr": "/assets/images/commctr.jpg",
        "imageRhs": "/assets/images/telecomrhs.jpg",
        "imageRhsInv": "/assets/images/telecomrhsbw.jpg"
    },
    {
        "id": 27,
        "category": "industry",
        "categoryTitle": "Industry",
        "name": "transport",
        "title": "Transport & Aviation",
        "abstract": "By making innovative connections with dealers, automobile manufacturers expect to achieve more accurate planning, faster responses to market shifts, significant cost savings and increased sales.",
        "text": "Faced with continuing cost pressures and increased competition, auto manufacturers and suppliers are searching for new ways to enhance customer satisfaction, increase revenue growth, and improve shareholder value. Many are looking to reduce their information technology costs and more importantly improve services for future growth and profitability. \r\n\r\nImportant agile challenges and opportunities for automobile industry include, among others, information technology, product research, marketing, fuel efficiency, supply chains, dealership networks, service centres and driver services. Information technology and customer-centric LEAN and Agile strategies play a critical role in this sector. \r\n\r\nWhile fuel-efficient cars and trucks, and alternate energy sources (hybrid, electric) are 'fuelling' the next trends in this sector, they are also incurring the burden on dealerships to tailor their marketing and retention campaigns, on service centres to align with the technology shift, and on parts and fuel suppliers to wiggle to stay in the supply chain. Future trends and necessities (like electric or hydrogen fuelling, semi- or fully-autonomous vehicles, occupancy\/shape\/speed optimized cars, mixed use thoroughfares, multi-terrain\/indoor-outdoor use) may incur a more severe disruption to various players as well as to the supporting infrastructure including roadways and gas pumps. Long-term vision and understanding of automotive related science and engineering and the ability to plan and pivot have the potential to benefit the entire value chain in this industrial sector. \r\n\r\nAdaptive enterprise strategies and software help automotive leaders connect with manufacturers, suppliers, and dealers to achieve greater efficiencies along the entire value chain. We can assist automotive companies in areas like e-business portals, mobile software development and business process and supply-chain integration to make the most of their technology investments, whether they are the original equipment manufacturers, tier X suppliers, dealers, or automotive finance companies.",
        "imageCtr": "/assets/images/aroundglobectr.jpg",
        "imageRhs": "/assets/images/trainfrontrhsind.jpg",
        "imageRhsInv": "/assets/images/trainfrontrhsbw.jpg"
    },
    {
        "id": 31,
        "category": "business",
        "categoryTitle": "Business",
        "name": "vision",
        "title": "Your Vision",
        "abstract": "\"All men can see these tactics whereby I conquer, but what none can see is the strategy out of which victory is evolved.\" \r\n\r\n- Sun Tzu",
        "text": "A common vision is essential to bring about significant change. A clear vision helps to direct, align and inspire actions. Your change should be guided by your vision. A common, well-articulated vision not just guides your change, keeps your decision makers on the same page, and is adaptable in the face of unexpected change. It should also seek change as a necessary ingredient for business continuity. \r\n\r\nRegardless, the most important steps is to articulate a clear vision, involving all major the stakeholders, and as early as possible. Our analyst can work with you to further refine and clarify your vision for change, in the light of various internal and external challenges, and involving insights from your key business stakeholders.\r\n\r\nA vision delivers a consistent message about the need for change. However, adaptive visionaries recognize that the definition of clarity is not necessarily a 20\/20 vision of the future steps; clarity is to understand the overall volatility and its many triggers. These leaders recognize adaptability as a key ingredient to implementing the vision being set forth. \r\n\r\nA truly adaptive vision is not just aligned within the organization but is aligned with the organic fabric its industry, its customers, its environment, and its overall collective conscience. This insulates the enterprise from taking turns that may sacrifice long-term profitability, continuity, and stability for short-term gains. \r\n\r\nTo build truly adaptive infrastructure, technology planners must have a clear understanding of the business strategy, and how the business initiative(s) map to the infrastructure patterns, and the key business drivers. ",
        "imageCtr": "/assets/images/beginingctr.jpg",
        "imageRhs": "/assets/images/eyerhs.jpg",
        "imageRhsInv": "/assets/images/mediarhsbw.jpg"
    },
    {
        "id": 32,
        "category": "business",
        "categoryTitle": "Business",
        "name": "growth",
        "title": "Growth & Continuity",
        "abstract": "\"In a complex changeable world, the process of trial and error is essential. That is true whether we harness it consciously or simply allow ourselves to be tossed around by the results.\" \r\n\r\n- Tim Harford, Adapt: Why Success Always Starts with Failure",
        "text": "Change, both technological and cultural, is occurring at faster rates than ever before and the ability for business to adapt to this change is crucial. In this context, conventional models of business management can fail to keep up with the needs of the modern economy and a different approach is necessary. \r\n\r\nA successful business requires Agile Business Management: an approach to business management and corporate governance based on the successful values and processes from the Agile software development movement. Agile, and Agile Business Management, are a series of principles and techniques that focus on business agility as a means of promoting business growth. Ultimately, this is achieved by improving communication, collaboration, continuous delivery and responsiveness to change. \r\n\r\nThe following are some of the major pillars of adopting such a strategy: \r\n\r\n1. Involve customers in every step of the way, throughout the product development and testing lifecycle. \r\n\r\n2. Pick, empower and train your staff. \r\n\r\n3. Adopt agile methods of just-in-time planning and continuous delivery process. This will allow rapid changes when needed. This entails delivering partial but functional, or minimally viable products to customers to elicit further feedback and, in extreme cases, a major pivot. This apparent irresolution requires a lot of planning and getting many things in order before embarking onto such directed product evolution. \r\n\r\n4. Support an open and transparent organizational structure: a shift from the traditional hierarchy towards collaboration and self-empowerment of workforce. ",
        "imageCtr": "/assets/images/growthctr.jpg",
        "imageRhs": "/assets/images/growthrhs.jpg",
        "imageRhsInv": "/assets/images/growthrhsup.jpg"
    },
    {
        "id": 33,
        "category": "business",
        "categoryTitle": "Business",
        "name": "sustain",
        "title": "Sustainability",
        "abstract": "\"We're seeing right now that a mass extinction can be caused by human beings.\" \r\n\r\n- Elizabeth Kolbert, The Sixth Extinction: An Unnatural History",
        "text": "As the scientific community weighs the potential severity of our actions against the adaptability of our ecosystems, another type of mass extinction follows. \r\n\r\nThis one is the extinction of the old ways of doing business and old profitability models. \r\n\r\nThe new way is to use the environmental challenges and regulations as a disruptive opportunity. With the prevalence of social media, customers are more likely to reward good civic behaviour. The resulting transparency will also make it more difficult to sweep many problems under the rug. The almost ubiquitous data collection and analysis capabilities will allow regulators and competitors to more easily compare sustainability portfolios of similar corporations. \r\n\r\nAnd, contrary to some fears, it is not expensive either. The key success factors are effective leadership and the right IT investments - specifically in systems that use information to streamline processes and eliminate a whole lot of \"brown\" cost. The resulting adaptability can be both the oil and lifeblood that will allow corporations to run smoothly for a long time. \r\n\r\nThe idea is to build on-demand supply chains, optimize logistics, improve internal efficiencies, tap into electronic business opportunities, stay on top of science and research, and build powerful and effective relationships with your customers. \r\n\r\nThe \"greenification\" strategy holds the potential for raw materials and infrastructure cost savings as its welcome side effects. Savings in cap and trade, taxes, and public wellbeing are others. ",
        "imageCtr": "/assets/images/sustainctr.jpg",
        "imageRhs": "/assets/images/smokerhs.jpg",
        "imageRhsInv": "/assets/images/smokerhsbw.jpg"
    },
    {
        "id": 34,
        "category": "business",
        "categoryTitle": "Business",
        "name": "security",
        "title": "Compliance & Security",
        "abstract": "\"There are two types of companies: those that have been hacked, and those who don't know they have been hacked.\" \r\n\r\n- John Chambers, Cisco CEO",
        "text": "\"There are two types of companies: those that have been hacked, and those who don't know they have been hacked.\" \r\n\r\n- John Chambers, Cisco CEOAn adaptive network security model is necessary to accommodate the emergence of multiple perimeters and moving parts on the network, and increasingly advanced threats targeting enterprises. Adaptive security can watch a network for malicious traffic and behavioural anomalies, ferret out end point vulnerabilities, identify real-time changes to systems, automatically enforce end point protections and access rules, block malicious traffic, and follow a compliance dashboard while providing audit data. \r\n\r\nAmong the key features of an adaptive security infrastructure are security platforms that share and correlate information rather than point solutions, so the heuristics system could communicate its suspicions to the firewall. Other features include finer-grained controls, automation (in addition to human intervention), on-demand security services, security as a service, and integration of security and management data. Rather than adding security to custom applications after they go operational, security models would be created at the design phase of an app. \r\n\r\nA major change with this model of real-time adaptive security is shifting authorization management and policy to an on-demand service that contains details and policy enforcement that matches compliance and can adapt to the situation when as user is trying to access an application, for instance. ",
        "imageCtr": "/assets/images/barometerctr.jpg",
        "imageRhs": "/assets/images/planksrhs.jpg",
        "imageRhsInv": "/assets/images/planksrhsbw.jpg"
    },
    {
        "id": 35,
        "category": "business",
        "categoryTitle": "Business",
        "name": "ebiz",
        "title": "Electronic Business",
        "abstract": "The increased adoption of the cloud and web services paradigms, pervasive Internet and wireless connectivity and explosive rise of social media, are having a profound impact on the way business is conducted all across the world.",
        "text": "Electronic business by its definition involves everything that you need to run your business effectively, leveraging computers, mobile devices, networks, the Web, inter- and intra-business interfaces, the Cloud, software services and social media channels. In today's world e-business powers virtually all business functions and spans the entire value chain, including supply chain management, business-to-business interaction, accounting, purchasing, customer service, order processing and shipping. The next generation of e-business will surely extend its current boundaries of web, the Internet, intranets and extranets, as we continue to venture further into realms of the 'mobile', the 'wireless', the 'social' and the 'cloud', and beyond, into the sense-and-detect, cognitive and highly collaborative paradigms. \r\n\r\nAdaptive Enterprise consultants can today assist our clients with following e-business services.\r\n\r\n  E-Commerce\r\n  Corporate Web Sites\r\n  Mobile Websites and Applications\r\n  Intranet Portals\r\n  Business-to-Business\r\n  Content Management Systems\r\n  Customer Self Service\r\n  Systems Integration\r\n  Social Media Integration\r\n\r\nWe continue to expand our horizons, always thinking ahead into the future looking for new avenues of innovation and growth for our clients.",
        "imageCtr": "/assets/images/ebizctr.jpg",
        "imageRhs": "/assets/images/ebizrhs.jpg",
        "imageRhsInv": "/assets/images/ebizrhsup.jpg"
    },
    {
        "id": 41,
        "category": "tech",
        "categoryTitle": "Technology",
        "name": "network",
        "title": "Networks of Things",
        "abstract": "\"The Internet of Things promises to bring every object, consumer and activity into the digital realm. \" \r\n\r\n- Paul Daugherty, Accenture CTO",
        "text": "The next step in connectivity is a paradigm where computers, phones, embedded devices, cameras, sensors, meters, vehicles, utilities, infrastructure, the biosphere, people, and a whole lot will be somehow connected through some network. \r\n\r\nAnything that can be connected, will be connected. There will be several reasons for doing so, both for consumers and for businesses. Business could gain advantage by providing new products and services, revamping their old services, generating and\/or consuming more data, using analytics to direct marketing campaigns, collecting valuable business intelligence, increasing productivity of plants and offices, automatically reordering supplies, enhancing logistics and supply chains, and so forth. \r\n\r\nAt its most peripheral level, such connectivity is often termed as the Internet of Things (IoT). Radio Frequency Identification (RFID) and sensor network technologies are two of its primary enablers. The result of such connectivity will produce huge amounts of (big) data, requiring the use of substantial storage technology innovations and expenditures. The network will also serve as the conduit for innovative services for people and businesses. The resulting data would require storage, monitoring, analytics and visualization. Cloud computing technology can provide the infrastructure for hosting services and processing data. The access to such data will be virtually ubiquitous. Security and privacy will remain important concerns. \r\n\r\nIn order to reap the benefit of this trend, and to thrive in it, businesses will need to take a look at their existing processes and identify areas for improvement. Networking \"things\" as part of the holistic infrastructure strategy fits well within the framework of adaptive IT architectures and methods. For example, agile methods and cloud-based infrastructure can help with iterative rollouts to meet the connectivity needs in an incremental fashion. From an alternate point of view, having access to useful data through the right connectivity also helps a business become more agile in its function. Examples include improved sensing and tracking of its manufacturing, shipments, customer feedback, and user habits. ",
        "imageCtr": "/assets/images/netctr.jpg",
        "imageRhs": "/assets/images/nnetrhs.jpg",
        "imageRhsInv": "/assets/images/nnetrhsbw.jpg"
    },
    {
        "id": 42,
        "category": "tech",
        "categoryTitle": "Technology",
        "name": "saas",
        "title": "Service Delivery",
        "abstract": "\"Line-of-business leaders everywhere are bypassing IT departments to get applications from the cloud and paying for them like they would a magazine subscription. And when the service is no longer required, they can cancel that subscription with no equipment left unused in the corner. \" \r\n\r\n- Daryl Plummer, Gartner analyst",
        "text": "Software as a service (SaaS) is growing as a paradigm for delivering applications and services over Internet (cloud). This eliminates the hassle of installing and updating software components internally. The provider of the application manages the access to the application, including security, availability, and performance. SaaS is agile, as it reduces the time taken from the purchasing decision to the solution going live. In also ensures a high degree of adaptability in most cases as it allows for infrastructure cost saving (traded off for licensing fees), up-to-date hardware and software technology, rapid deployment, prototyping, quicker deployment cycles, and the flexibility of scaling. \r\n\r\nThere are, however, scenarios where corporations may require tighter ownership of their data and other intellectual assets. Latency (due to remote internet location) may also be less-than-optimal for applications requiring very quick turnaround, especially on a shop floor or in certain office intranet configurations. Loss of some control over real-time data may also be a concern in a minority of situations. It is, therefore, important to map out the exact needs, gaps and risks. The service provider's reputation and strengths, and the service level agreement are also important criteria to consider. \r\n\r\nTo the last point, with more and more vendors positioning their products as services, it becomes important to have a consolidated means of access all these services. SaaS Integration Platform (SIP) facilitates access to multiple services through a common, standard platform. Software as a service is evolving and expanding to incorporate more and more services to cater for increasing business functions and industry segments. Project management, office productivity, departmental software, analytics, collaboration, user verification, and electronic signatures are some of the many services that are now delivered through the cloud. ",
        "imageCtr": "/assets/images/saasctr.jpg",
        "imageRhs": "/assets/images/mobilerhs.jpg",
        "imageRhsInv": "/assets/images/mobilerhsup.jpg"
    },
    {
        "id": 51,
        "category": "science",
        "categoryTitle": "Science",
        "name": "analytics",
        "title": "Analytics",
        "abstract": "\"Without big data analytics, companies are blind and deaf, wandering out onto the Web like deer on a freeway.\" \r\n\r\n- Geoffrey Moore, Author of Crossing the Chasm & Inside the Tornado",
        "text": "Instead of simply listening to the loudest voices, an adaptive institution, wherever possible, looks into its data. It uses the data to glean information, and it uses this information to formulate new business wisdom to optimally track and correct course. Such adaptive organization needs to determine whether or not it agrees with the data. If not, it needs to recalibrate the data collection paradigm and redefine its metrics. \r\n\r\nTo forecast change, and then to adapt to it, is the key to survival in this new era of accelerating advances in science and technology. You don't want to be left on the wrong side of the next Copernican revolution, whatever it may be for your sector. \r\n\r\nTechnologies and methodologies like big data analytics, randomized experiments, machine learning, natural language processing, and data visualization can be employed to glean such insights. Collection strategies, storage technologies, cloud mining opportunities, and non-relational databases (NoSQL) are some of the enablers. \r\n\r\nData can now be gathered by cheap and numerous information-sensing mobile devices, aerial sensors, software logs, cameras, microphones, radio-frequency identification (RFID) readers and wireless sensor networks. The capacity of an individual to store information is doubling every three years or so. Each year about three million terabytes of data is created, and our data gathering continues to explode towards the zeta byte range. \r\n\r\nEnterprises that utilize AI-enhanced applications are expected to become more diverse as the needs for the ability to analyze data across multiple variables, fraud detection and customer relationship management emerge as key business drivers to gain competitive advantage. With the advent of web-enabled infrastructure and rapid strides made by the AI development community, the application of the artificial intelligence techniques in real-time business applications has picked up substantially in recent years. ",
        "imageCtr": "/assets/images/graphbuttonctr.jpg",
        "imageRhs": "/assets/images/analyticsrhs.jpg",
        "imageRhsInv": "/assets/images/analyticsrhsup.jpg"
    },
    {
        "id": 61,
        "category": "medium",
        "categoryTitle": "Medium",
        "name": "art",
        "title": "Art of Everything",
        "abstract": "\"Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it's worth it in the end because once you get there, you can move mountains.\" \r\n\r\n- Steve Jobs",
        "text": "Art breathes into the design and implementation functions of a responsive organization. And art bleeds through its interactions, services, and end products.  Your people, regardless of their roles, are your artisans. Your processes bring clarity and optimality to the level of an art form. Your offering welds into the everyday life of its consumer.  Your one service moulds another. Your products run their users, rather than the other way around.  Your science impeccable, your technology responsive, and your business is graceful and agile.  \r\n\r\n Moreover, traditional artistic channels are consistently employed in many stages, including product design, product development, web design, mobile apps, the social media message speech and audio, video on YouTube, informing and training, web ads, just-in-time collaboration, customer-driven development, and innovative means of augmenting the traditional advertising streams. \r\n\r\n Customer behaviour is continually being transformed by the almost pervasive online access and social-media trends like social sharing. Gamification of the user interface is increasingly inching towards mainstream. This significantly affects how a new generation of customers will perceive and react to your offerings,  and hence, how you market to mixed customer segments across current and emerging media and online trends.",
        "imageCtr": "/assets/images/artctr.jpg",
        "imageRhs": "/assets/images/bottlesrhs.jpg",
        "imageRhsInv": "/assets/images/bottlesrhsup.jpg"
    },
    {
        "id": 62,
        "category": "medium",
        "categoryTitle": "Medium",
        "name": "social",
        "title": "Social Channels",
        "abstract": "\"A brand is no longer what we tell the customer it is - it is what customers tell each other it is.\" \r\n\r\n- Scott Cook, Intuit Chairman",
        "text": "Social media continues to move towards greater business integration. In a study by Booz Allen and Buddy Media, 38 percent of CEOs label social as a high priority, and 57 percent of companies plan to increase social media spending. \r\n\r\nThere is a lot that can be said, but here's the bottom line: does it help, or does it hurt? What functions of social integration are really important, and what are just nice to have? Is the time and effort working towards a solid relationship with customers, partners and public? Do the channels truly represent the organization's industry, customer demographics and geography? Will this generate useful analytics, help glean social business intelligence, and measure its customers' true pulse? In short, do you have a social media strategy, and do you have criteria, metrics and key performance indicators to measure if the social media message is relevant, if the time and effort are spent on the right goals, and if the campaigns are contributing towards building company's credibility? \r\n\r\nAn adaptive enterprise can build many such mechanisms into what could be called an adaptive approach to social media integration. The corporation can then use these built-in antennas to sense and tailor its message, optimize the message frequency, and prioritize the most suitable channels (from choices like Facebook, Twitter, Tumblr, Instagram, Pinterest, Snapchat, YouTube, and any other suitable blogs). The company would then need to ensure that its campaigns are within its budget and the capabilities of its staff. They should also ensure that the platform itself and the quality of the content (form both sides) represent its corporate culture and identity. \r\n\r\nIt is also important to put a process (including a possible publish and approval process) around the social media efforts and adopt internal guidelines wherever practical. This will ensure efficiencies and message consistency. Automation of redundancies, and artificial intelligence and natural language processing may be considered in the near future, however not at the cost of audience's time and intelligence. \r\n",
        "imageCtr": "/assets/images/socialctr.jpg",
        "imageRhs": "/assets/images/guitarrhs.jpg",
        "imageRhsInv": "/assets/images/guitarrhsbw.jpg"
    },
    {
        "id": 63,
        "category": "medium",
        "categoryTitle": "Medium",
        "name": "mobile",
        "title": "Mobility of Everywhere",
        "abstract": "An evolution is occurring in wireless and portable computing: Wireless Internet. \r\n\r\nChallenge: Integrating mobile into business processes and offerings",
        "text": "In recent years mobile medium has taken great strides from its ubiquity to increased productivity. Major players like Facebook have been ramping up their mobile capabilities with acquisitions of Pebbles, Oculus VR, LiveRail, WhatsApp, Instagram, Glancee, and Karma. In the past, advertisers have not pursued mobile media very aggressively. This is changing, especially with monetizing platforms like Facebooks's LiveRail, mentioned above. While the ad-spend numbers often failed to match the anticipated growth, things are changing and that the advertising spending has been expanding. \r\n\r\nSmartphones and tablets have overtaken PCs. In the ever-growing global Internet landscape, mobile is leading the way as the dominant medium. Mobile apps are disrupting multi-billion dollar industries including retail, travel, traditional media, gaming, publishing, and photography. \r\n\r\nAt this point, not having a mobile strategy and a mobile roadmap in place for your brand can be an existential risk to your business or product line. The age of mobile has already dawned, and it will be around for many years. \r\n\r\nIn spite of its continuing maturity, mobility it is still an evolving phenomenon, with may inherent complications and challenges for its adopters. It is difficult to blaze through the thicket of hype and unrealistic expectations. There are also multiple players to contend with, including wireless operators, device manufacturers, infrastructure vendors, software developers, content providers, advertisers, and marketers. \r\n\r\nLike businesses, consumers and end users often don't get exactly what they want. Businesses and providers are increasingly improving their users' experiences, but more ongoing effort is expected from both fronts to make access more seamless and less confusing for their customers. Businesses also need to better integrate mobile into their current business processes. Next-generation cellular systems, public wireless LANs and improved phones and tablets offer to increase the value of mobile for both businesses and their customers. There are further opportunities for businesses for enhancing the user experience and making mobile access more fun for their customers and staff.",
        "imageCtr": "/assets/images/mobilectr.jpg",
        "imageRhs": "/assets/images/mobilityrhs.jpg",
        "imageRhsInv": "/assets/images/mobilityrhsup.jpg"
    },
    {
        "id": 71,
        "category": "home",
        "categoryTitle": "Legal",
        "name": "legal",
        "title": "Legal",
        "abstract": "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.",
        "text": "71 Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. \r\n \r\n Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum \r\n \r\n Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt. Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem. Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?",
        "imageCtr": "/assets/images/adaptred.jpg",
        "imageRhs": "/assets/images/inukrhslowres.jpg",
        "imageRhsInv": "/assets/images/mobilerhsupgrey.jpg"
    },
    {
        "id": 72,
        "category": "home",
        "categoryTitle": "Contact",
        "name": "contact",
        "title": "Contact",
        "abstract": "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.",
        "text": "72 Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. \r\n \r\n Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum \r\n \r\n Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt. Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem. Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?",
        "imageCtr": "/assets/images/adaptred.jpg",
        "imageRhs": "/assets/images/inukrhslowres.jpg",
        "imageRhsInv": "/assets/images/mobilerhsupgrey.jpg"
   }
]
}

